{"origin": "You regularly make new friends.", "interrogative": "Do you regularly make new friends?", "chinese": "你经常交新朋友吗？", "type": "E/I", "id": "0"}
{"origin": "You spend a lot of your free time exploring various random topics that pique your interest.", "interrogative": "Do you spend a lot of your free time exploring various random topics that pique your interest?", "chinese": "你是否在空闲时间里花很多时间探索吸引你的各种随机话题？", "type": "S/N", "id": "1"}
{"origin": "Seeing other people cry can easily make you feel like you want to cry too.", "interrogative": "Does seeing other people cry easily make you feel like you want to cry too?", "chinese": "看到别人哭很容易让你也想哭吗？", "type": "T/F", "id": "2"}
{"origin": "You often make a backup plan for a backup plan.", "interrogative": "Do you often make a backup plan for a backup plan?", "chinese": "你经常为备份计划制定备份计划吗？", "type": "P/J", "id": "3"}
{"origin": "You usually stay calm, even under a lot of pressure.", "interrogative": "Do you usually stay calm, even under a lot of pressure?", "chinese": "即使在很大的压力下，你通常还是很冷静吗？", "type": "T/F", "id": "4"}
{"origin": "At social events, you rarely try to introduce yourself to new people and mostly talk to the ones you already know.", "interrogative": "At social events, do you rarely try to introduce yourself to new people and mostly talk to the ones you already know?", "chinese": "在社交活动中，你是不是很少向新认识的人介绍自己，而主要和你已经认识的人交谈？", "type": "E/I", "id": "5"}
{"origin": "You prefer to completely finish one project before starting another.", "interrogative": "Do you prefer to completely finish one project before starting another?", "chinese": "你更喜欢先完全完成一个项目再开始另一个项目吗？", "type": "P/J", "id": "6"}
{"origin": "You are very sentimental.", "interrogative": "Would you describe yourself as very sentimental?", "chinese": "你会形容自己是非常多愁善感的人吗？", "type": "T/F", "id": "7"}
{"origin": "You like to use organizing tools like schedules and lists.", "interrogative": "Do you like to use organizing tools like schedules and lists?", "chinese": "你喜欢使用诸如日程表和清单之类的组织工具吗？", "type": "P/J", "id": "8"}
{"origin": "Even a small mistake can cause you to doubt your overall abilities and knowledge.", "interrogative": "Does even a small mistake cause you to doubt your overall abilities and knowledge?", "chinese": "即使是一个小错误也会让你怀疑自己的总体能力和知识吗？", "type": "T/F", "id": "9"}
{"origin": "You feel comfortable just walking up to someone you find interesting and striking up a conversation.", "interrogative": "Do you feel comfortable just walking up to someone you find interesting and striking up a conversation?", "chinese": "你是否觉得只需要和你认为有趣的人交谈就会让你感到很自在？", "type": "E/I", "id": "10"}
{"origin": "You are not too interested in discussing various interpretations and analyses of creative works.", "interrogative": "Are you not particularly keen on discussing various interpretations and analyses of creative works?", "chinese": "你对讨论创意作品的各种解读和分析不太感兴趣吗？", "type": "S/N", "id": "11"}
{"origin": "You are more inclined to follow your head than your heart.", "interrogative": "Do you tend to follow your head more than your heart?", "chinese": "你更倾向于用头脑思考而不是跟随内心的感觉吗？", "type": "T/F", "id": "12"}
{"origin": "You usually prefer just doing what you feel like at any given moment instead of planning a particular daily routine.", "interrogative": "Do you often do what you feel like at any moment rather than sticking to a particular daily routine?", "chinese": "你是不是通常喜欢随心所欲地做事，而不是坚持某种特定的日常流程？", "type": "P/J", "id": "13"}
{"origin": "You rarely worry about whether you make a good impression on people you meet.", "interrogative": "Do you rarely worry about the impression you leave on people you meet?", "chinese": "你是否很少担心你给认识的人留下的印象？", "type": "E/I", "id": "14"}
{"origin": "You enjoy participating in group activities.", "interrogative": "Do you enjoy taking part in group activities?", "chinese": "你喜欢参加团队活动吗？", "type": "E/I", "id": "15"}
{"origin": "You like books and movies that make you come up with your own interpretation of the ending.", "interrogative": "Do you appreciate books and movies that allow you to form your own interpretation of the ending?", "chinese": "你喜欢那些让你自己解读结局的书籍和电影吗？", "type": "S/N", "id": "16"}
{"origin": "Your happiness comes more from helping others accomplish things than your own accomplishments.", "interrogative": "Do you find more happiness in helping others achieve things compared to your own accomplishments?", "chinese": "帮助他人取得成就比自己的成就更能带给你快乐吗？", "type": "T/F", "id": "17"}
{"origin": "You are interested in so many things that you find it difficult to choose what to try next.", "interrogative": "Are you so intrigued by various things that you often struggle with what to pursue next?", "chinese": "你对很多事情都很感兴趣，以至于很难选择下一步要尝试什么吗？", "type": "S/N", "id": "18"}
{"origin": "You are prone to worrying that things will take a turn for the worse.", "interrogative": "Do you often worry that situations might worsen?", "chinese": "你经常担心情况会变得更糟吗？", "type": "T/F", "id": "19"}
{"origin": "You avoid leadership roles in group settings.", "interrogative": "Do you tend to avoid taking on leadership roles in group situations?", "chinese": "你是否倾向于避免在团队中担任领导角色？", "type": "E/I", "id": "20"}
{"origin": "You are definitely not an artistic type of person.", "interrogative": "Would you say you're not really the artistic type?", "chinese": "你会说你真的不是艺术型的人吗？", "type": "S/N", "id": "21"}
{"origin": "You think the world would be a better place if people relied more on rationality and less on their feelings.", "interrogative": "Do you believe the world would be better if people were more rational and less emotional?", "chinese": "你认为如果人们更理智、少一些情感化，这个世界会更好吗？", "type": "T/F", "id": "22"}
{"origin": "You prefer to do your chores before allowing yourself to relax.", "interrogative": "Do you usually finish your chores before giving yourself time to relax?", "chinese": "你通常会在让自己放松之前先完成家务吗？", "type": "P/J", "id": "23"}
{"origin": "You enjoy watching people argue.", "interrogative": "Do you find it enjoyable to watch people argue?", "chinese": "你喜欢看人们争论吗？", "type": "T/F", "id": "24"}
{"origin": "You tend to avoid drawing attention to yourself.", "interrogative": "Do you usually avoid drawing attention to yourself?", "chinese": "你通常避免引起对自己的关注吗？", "type": "E/I", "id": "25"}
{"origin": "Your mood can change very quickly.", "interrogative": "Does your mood tend to fluctuate rapidly?", "chinese": "你的心情是否往往变化得很快？", "type": "T/F", "id": "26"}
{"origin": "You lose patience with people who are not as efficient as you.", "interrogative": "Do you get impatient with people who aren't as efficient as you?", "chinese": "你对那些不如你效率高的人会不耐烦吗？", "type": "P/J", "id": "27"}
{"origin": "You often end up doing things at the last possible moment.", "interrogative": "Do you frequently find yourself doing tasks at the very last moment?", "chinese": "你经常在最后一刻完成任务吗？", "type": "P/J", "id": "28"}
{"origin": "You have always been fascinated by the question of what, if anything, happens after death.", "interrogative": "Have you always been intrigued by the question of what might happen after death?", "chinese": "你一直对死后可能会发生什么事情感到好奇吗？", "type": "S/N", "id": "29"}
{"origin": "You usually prefer to be around others rather than on your own.", "interrogative": "Do you generally enjoy being around others more than being by yourself?", "chinese": "你通常更喜欢与他人在一起，而不是独自一人吗？", "type": "E/I", "id": "30"}
{"origin": "You become bored or lose interest when the discussion gets highly theoretical.", "interrogative": "Do you tend to lose interest when discussions become very theoretical?", "chinese": "当讨论变得非常理论化时，你会失去兴趣吗？", "type": "S/N", "id": "31"}
{"origin": "You find it easy to empathize with a person whose experiences are very different from yours.", "interrogative": "Is it easy for you to empathize with someone who has had experiences quite different from yours?", "chinese": "对于经历与你大不相同的人，你容易产生共鸣吗？", "type": "T/F", "id": "32"}
{"origin": "You usually postpone finalizing decisions for as long as possible.", "interrogative": "Do you often delay making final decisions as long as you can?", "chinese": "你通常会尽可能地延迟做最终决定吗？", "type": "P/J", "id": "33"}
{"origin": "You rarely second-guess the choices that you have made.", "interrogative": "Do you seldom question or doubt the choices you've made?", "chinese": "你很少质疑或怀疑你所做的选择吗？", "type": "T/F", "id": "34"}
{"origin": "After a long and exhausting week, a lively social event is just what you need.", "interrogative": "After an exhausting week, do you find that a lively social event rejuvenates you?", "chinese": "经过一个疲惫的星期后，一个热闹的社交活动能让你恢复活力吗？", "type": "E/I", "id": "35"}
{"origin": "You enjoy going to art museums.", "interrogative": "Do you like visiting art museums?", "chinese": "你喜欢参观艺术博物馆吗？", "type": "S/N", "id": "36"}
{"origin": "You often have a hard time understanding other people’s feelings.", "interrogative": "Do you frequently find it challenging to understand other people's emotions?", "chinese": "你经常觉得很难理解他人的情感吗？", "type": "T/F", "id": "37"}
{"origin": "You like to have a to-do list for each day.", "interrogative": "Do you prefer having a to-do list prepared for each day?", "chinese": "你喜欢为每一天准备一个待办事项清单吗？", "type": "P/J", "id": "38"}
{"origin": "You rarely feel insecure.", "interrogative": "Do you seldom feel insecure?", "chinese": "你很少感到不安全吗？", "type": "T/F", "id": "39"}
{"origin": "You avoid making phone calls.", "interrogative": "Do you tend to avoid making phone calls?", "chinese": "你倾向于避免打电话吗？", "type": "E/I", "id": "40"}
{"origin": "You often spend a lot of time trying to understand views that are very different from your own.", "interrogative": "Do you frequently invest time in trying to understand perspectives very different from yours?", "chinese": "你经常花很多时间尝试理解与自己截然不同的观点吗？", "type": "T/F", "id": "41"}
{"origin": "In your social circle, you are often the one who contacts your friends and initiates activities.", "interrogative": "In your group of friends, are you usually the one reaching out and suggesting activities?", "chinese": "在你的社交圈中，你经常是联系朋友并发起活动的那个人吗？", "type": "E/I", "id": "42"}
{"origin": "If your plans are interrupted, your top priority is to get back on track as soon as possible.", "interrogative": "If something disrupts your plans, do you prioritize getting back on track immediately?", "chinese": "如果你的计划被打断，你的首要任务是尽快回到正轨吗？", "type": "P/J", "id": "43"}
{"origin": "You are still bothered by mistakes that you made a long time ago.", "interrogative": "Are you still troubled by mistakes you committed a long time back?", "chinese": "你是否仍然为很久以前犯的错误而困扰？", "type": "T/F", "id": "44"}
{"origin": "You rarely contemplate the reasons for human existence or the meaning of life.", "interrogative": "Do you seldom ponder about the reasons for human existence or life's purpose?", "chinese": "你很少思考人类存在的原因或生活的意义吗？", "type": "S/N", "id": "45"}
{"origin": "Your emotions control you more than you control them.", "interrogative": "Do you feel that your emotions often have more control over you than you have over them?", "chinese": "你觉得你的情感经常控制你，超过你控制它们吗？", "type": "T/F", "id": "46"}
{"origin": "You take great care not to make people look bad, even when it is completely their fault.", "interrogative": "Do you go out of your way to avoid making others look bad, even if they're clearly at fault?", "chinese": "即使完全是他们的错，你也会小心翼翼地不让人看起来很糟糕吗？", "type": "T/F", "id": "47"}
{"origin": "Your personal work style is closer to spontaneous bursts of energy than organized and consistent efforts.", "interrogative": "Would you say your work style leans more towards spontaneous bursts of energy rather than steady and organized efforts?", "chinese": "你会说你的工作风格更偏向于能量的自发爆发，而不是有组织和持续的努力吗？", "type": "P/J", "id": "48"}
{"origin": "When someone thinks highly of you, you wonder how long it will take them to feel disappointed in you.", "interrogative": "When someone holds you in high regard, do you often wonder how long before they get disappointed in you?", "chinese": "当有人高度评价你时，你是否经常想知道他们对你失望要多久？", "type": "T/F", "id": "49"}
{"origin": "You would love a job that requires you to work alone most of the time.", "interrogative": "Would you prefer a job that entails working solo for the majority of the time?", "chinese": "你会喜欢一个大部分时间都需要你独自工作的工作吗？", "type": "E/I", "id": "50"}
{"origin": "You believe that pondering abstract philosophical questions is a waste of time.", "interrogative": "Do you think that dwelling on abstract philosophical topics is just a waste of time?", "chinese": "你认为深入探讨抽象的哲学问题是浪费时间吗？", "type": "S/N", "id": "51"}
{"origin": "You feel more drawn to places with busy, bustling atmospheres than quiet, intimate places.", "interrogative": "Are you more attracted to lively, bustling environments than to quiet and intimate settings?", "chinese": "与安静、亲密的地方相比，你更喜欢繁忙、喧闹的环境吗？", "type": "E/I", "id": "52"}
{"origin": "You know at first glance how someone is feeling.", "interrogative": "Can you often tell how someone is feeling just by a quick glance?", "chinese": "你经常可以一眼就看出某人的感受吗？", "type": "T/F", "id": "53"}
{"origin": "You often feel overwhelmed.", "interrogative": "Do you frequently feel overwhelmed by situations or emotions?", "chinese": "你经常感到不知所措或情感上的压力吗？", "type": "T/F", "id": "54"}
{"origin": "You complete things methodically without skipping over any steps.", "interrogative": "Do you approach tasks in a methodical manner, ensuring you don't miss any steps?", "chinese": "你是否以有条不紊的方式完成任务，确保不漏掉任何步骤？", "type": "P/J", "id": "55"}
{"origin": "You are very intrigued by things labeled as controversial.", "interrogative": "Are you highly captivated by subjects or matters that are deemed controversial?", "chinese": "你是否对被视为有争议的主题或事务非常感兴趣？", "type": "S/N", "id": "56"}
{"origin": "You would pass along a good opportunity if you thought someone else needed it more.", "interrogative": "Would you give up a favorable opportunity if you believed someone else required it more?", "chinese": "如果你认为其他人更需要，你会放弃一个好的机会吗？", "type": "T/F", "id": "57"}
{"origin": "You struggle with deadlines.", "interrogative": "Do you often find it challenging to meet deadlines?", "chinese": "你是否经常发现很难在截止日期之前完成任务？", "type": "P/J", "id": "58"}
{"origin": "You feel confident that things will work out for you.", "interrogative": "Are you confident that, in the end, things will turn out well for you?", "chinese": "你是否对事情最终会对你有利感到自信？", "type": "T/F", "id": "59"}
